Repository: bossanova808/script.service.playbackresumer
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Summary
source: Periodically sets the resume point while videos are playing and optionally automatically resumes last played video if XBMC crashes or is shutdown during playback.
sv_se: Ställer regelbundet in återupptagningspunkten medan videor spelas upp och återupptar automatiskt den senast spelade videon om XBMC kraschar eller stängs av under uppspelning.

# Addon Description
source: This addon runs in the background as a service and will periodically update the resume point while videos are playing. It will also automatically resume a video if XBMC was shutdown while playing it. See setting to configure how often the resume point is set and whether to automatically resume.
sv_se: Detta tillägg körs i bakgrunden som en tjänst och kommer regelbundet att uppdatera återuppspelningspunkten medan videor spelas upp. Det kommer också automatiskt att återuppta en video om XBMC stängdes av medan den spelades. Se Inställning för att konfigurera hur ofta återuppspelningspunkten ska ställas in och om den ska återupptas automatiskt.

# #32000
source: Resumer
sv_se: Återuppspelare

# #32001
source: Save resume point every X seconds
sv_se: Spara återuppspelningspunkt var X:e sekund

# #32002
source: Auto-Resume playback at startup
sv_se: Återuppta uppspelningen automatiskt vid start

# #32003
source: Auto-Play a random video if nothing is playing
sv_se: Spela automatiskt upp en slumpmässig video om inget spelas

# #32030
source: Exclude
sv_se: Exkludera

# #32031
source: Exclude Live TV
sv_se: Exkludera direktsänd TV

# #32032
source: Exclude HTTP sources
sv_se: Exkludera HTTP-källor

# #32033
source: Exclude path
sv_se: Exkludera sökväg

# #32034
source: Folder's path (and subfolders)
sv_se: Mappens sökväg (och undermappar)
